fixtures = fixtures || {}

fixtures.areaResult = [
    {
        code: "010000",
        name: "Державне управлiння",
        size: 5370324,
        children: [
            {
                code: "010116",
                name: "Органи мiсцевого самоврядування",
                size: 5370324,
                children: []
            }
        ]
    }, {
        code: "100000",
        name: "Житлово-комунальне господарство",
        size: 500000,
        children: [
            {
                code: "100106",
                name: "Капітальний ремонт житлового фонду об҆єднань співвласників багатоквартирних будинків",
                size: 500000,
                children: []
            }
        ]
    }, {
        code: "110000",
        name: "Культура i мистецтво",
        size: 48253895,
        children: [
            {
                code: "110102",
                name: "Театри",
                size: 13157200,
                children: []
            }, {
                code: "110103",
                name: "Фiлармонiї, музичнi колективи i ансамблi та iншi мистецькі  заклади та заходи",
                size: 9349400,
                children: []
            }, {
                code: "110201",
                name: "Бiблiотеки",
                size: 11580895,
                children: []
            },
            {
                code: "110202",
                name: "Музеї i виставки",
                size: 7143600,
                children: []
            },
            {
                code: "110502",
                name: "Iншi культурно-освiтнi заклади та заходи",
                size: 7022800,
                children: []
            }
        ]
    },
    {
        code: "120000",
        name: "Засоби масової iнформацiї",
        size: 1870000,
        children: [
            {
                code: "120201",
                name: "Перiодичнi видання (газети та журнали)",
                size: 970000,
                children: []
            },
            {
                code: "120300",
                name: "Книговидання",
                size: 900000,
                children: []
            }
        ]
    },
    {
        code: "130000",
        name: "Фiзична культура i спорт",
        size: 15608800,
        children: [
            {
                code: "130102",
                name: "Проведення навчально-тренувальних зборiв i змагань",
                size: 1365190,
                children: []
            },
            {
                code: "130104",
                name: "Видатки на утримання центрiв з iнвалiдного спорту i реабiлiтацiйних шкiл",
                size: 1802233,
                children: []
            },
            {
                code: "130105",
                name: "Проведення навчально-тренувальних зборiв i змагань та заходiв з iнвалiдного спорту",
                size: 156450,
                children: []
            },
            {
                code: "130107",
                name: "Утримання та навчально-тренувальна робота дитячо-юнацьких спортивних шкiл",
                size: 4472793,
                children: []
            },
            {
                code: "130112",
                name: "Iншi видатки",
                size: 1169173,
                children: []
            },
            {
                code: "130114",
                name: "Забезпечення підготовки спортсменів вищих категорій школами вищої спортивної майстерності ",
                size: 2231810,
                children: []
            },
            {
                code: "130115",
                name: "Центри \"Спорт для всіх\" та заходи з фізичної культури",
                size: 525350,
                children: []
            },
            {
                code: "130201",
                name: "Проведення навчально-тренувальних зборiв i змагань (які проводяться громадськими організаціями фізкультурно-спортивної спрямованості)",
                size: 332000,
                children: []
            },
            {
                code: "130203",
                name: "Утримання та навчально-тренувальна робота дитячо-юнацьких спортивних шкiл (які підпорядковані громадським організаціям фізкультурно-спортивної спрямованості)",
                size: 3296513,
                children: []
            },
            {
                code: "130204",
                name: "Утримання апарату управлiння громадських фiзкультурно-спортивних органiзацiй (ФСТ \"Колос\")",
                size: 257288,
                children: []
            }
        ]
    },
    {
        code: "150000",
        name: "Будiвництво",
        size: 2.17014676e7,
        children: [
            {
                code: "150101",
                name: "Капiтальнi вкладення",
                size: 4562250,
                children: []
            },
            {
                code: "150110",
                name: "Проведення невідкладних відновлювальних робіт, будівництво та реконструкція загальноосвітніх навчальних закладів ",
                size: 1177247,
                children: []
            },
            {
                code: "150111",
                name: "Проведення невідкладних відновлювальних робіт, будівництво та реконструкція спеціалізованих навчальних закладів ",
                size: 9099355,
                children: []
            },
            {
                code: "150112",
                name: "Проведення невідкладних відновлювальних робіт, будівництво та реконтрукція позашкільних навчальних закладів",
                size: 28266.6,
                children: []
            },
            {
                code: "150114",
                name: "Проведення невідкладних відновлювальних робіт, будівництво та реконструкція лікарень загального профілю ",
                size: 1234028,
                children: []
            },
            {
                code: "150119",
                name: "Проведення невідкладних відновлювальних робіт, будівництво та реконструкція спеціалізованих лікарень та інших спеціалізованих закладів ",
                size: 3264257.07,
                children: []
            },
            {
                code: "150201",
                name: "Збереження, розвиток, реконструкція та реставрація  пам'яток   історії та культури",
                size: 1390263.93,
                children: []
            },
            {
                code: "150202",
                name: "Розробка схем та проектних рішень масового застосування",
                size: 945800,
                children: []
            }
        ]
    }
]