fixtures = fixtures || {}

fixtures.stateResult = [
    {
        code: "0110000",
        size: 920041900,
        name: "Апарат Верховної Ради України",
        children: [
            {
                code: "0111000",
                size: 920041900,
                name: "Апарат Верховної Ради України",
                children: [
                    {
                        code: "0111010",
                        size: 506585300,
                        name: "Здійснення законотворчої діяльності Верховної Ради України",
                        children: []
                    }, {
                        code: "0111020",
                        size: 305352500,
                        name: "Обслуговування та організаційне, інформаційно-аналітичне, матеріально-технічне забезпечення діяльності Верховної Ради України",
                        children: []
                    }, {
                        code: "0111070",
                        size: 81479200,
                        name: "Фінансова підтримка санаторно-курортного комплексу Управління справами Верховної Ради України",
                        children: []
                    }, {
                        code: "0111090",
                        size: 26624900,
                        name: "Висвітлення діяльності  Верховної  Ради  України через  засоби  телебачення  і радіомовлення та фінансова підтримка видання газети \"Голос України\" і журналу \"Віче\"",
                        children: []
                    }
                ]
            }
        ]
    }, {
        code: "0300000",
        name: "Державне управління справами",
        size: 1335213600,
        children: [
            {
                code: "0301000",
                name: "Апарат Державного управління справами",
                size: 1322704300,
                children: [
                    {
                        code: "0301010",
                        name: "Обслуговування та організаційне, інформаційно-аналітичне, матеріально-технічне забезпечення діяльності Президента України та Адміністрації Президента України",
                        size: 313816300,
                        children: []
                    }, {
                        code: "0301050",
                        name: "Виготовлення державних нагород та памятних знаків",
                        size: 3138700,
                        children: []
                    }, {
                        code: "0301060",
                        name: "Фінансова підтримка санаторно-курортних закладів",
                        size: 102852000,
                        children: []
                    }, {
                        code: "0301080",
                        name: "Фундаментальні і прикладні розробки та дослідження у сфері державного управління, стратегічних проблем внутрішньої і зовнішньої політики та з питань посередництва і примирення при вирішенні колективних трудових спорів (конфліктів)",
                        size: 49912700,
                        children: []
                    }, {
                        code: "0301110",
                        name: "Оздоровлення і відпочинок дітей в дитячих закладах оздоровлення",
                        size: 10859600,
                        children: []
                    }, {
                        code: "0301130",
                        name: "Підготовка кадрів, підвищення кваліфікації керівних працівників, спеціалістів державного управління, підготовка науково-педагогічних і наукових кадрів з питань стратегічних проблем внутрішньої і зовнішньої політики",
                        size: 175725600,
                        children: []
                    }, {
                        code: "0301140",
                        name: "Збереження природно-заповідного фонду в національних природних парках та заповідниках ",
                        size: 45710100,
                        children: []
                    }, {
                        code: "0301170",
                        name: "Надання  медичних  послуг  медичними  закладами ",
                        size: 392202700,
                        children: []
                    }, {
                        code: "0301360",
                        name: "Фінансова підтримка Національного камерного ансамблю \"Київські солісти\", Національного культурно-мистецького та музейного комплексу \"Мистецький арсенал\", інформаційного бюлетеня \"Офіційний вісник Президента України\"",
                        size: 16974600,
                        children: []
                    }, {
                        code: "0301380",
                        size: 207912000,
                        name: "Забезпечення перевезень вищих посадових осіб держави авіаційним транспортом",
                        children: []
                    }, {
                        code: "0301460",
                        name: "Виплата Державних премій України",
                        size: 3600000,
                        children: []
                    }
                ]
            }, {
                code: "0304000",
                name: "Національна служба посередництва і примирення України",
                size: 12509300,
                children: [
                    {
                        code: "0304010",
                        name: "Сприяння врегулюванню колективних трудових спорів (конфліктів)",
                        size: 12509300,
                        children: []
                    }
                ]
            }
        ]
    }
]